{
  "version": 1,
  "commonDc": 20,
  "checks": [
    {
      "id": "Prepare a Campsite",
      "title": "Подготовить лагерь",
      "modifier": 0,
      "outcomes": {
        "0": "Вы нашли идеальное место для лагеря. Чистые проверки для определения встреч в кемпинге в течение следующих 24 часов имеют DC 2 выше, чем обычно, и первый час, проведенный в кемпинге, не подвергается обычной постоянной проверке для случайных встреч.",
        "1": "Вы нашли подходящее место для лагеря и Лагерных активностей.",
        "2": "Ваш кемпинг будет работать, но не самым лучшим образом. Действия в лагере, требующие проверок, получают штраф -2.",
        "3": "В лагере беспорядок. Вы можете использовать его для отдыха и ежедневных приготовлений, но этого недостаточно, чтобы вообще заниматься кемпингом. Хуже того, ваша попытка обезопасить лагерь, возможно, привлекла нежелательное внимание — попытайтесь пройти Чистую проверку против Сл Столкновения зоны. В случае успеха автоматически происходит случайная встреча"
      }
    },
    {
      "id": "Camouflage Campsite",
      "title": "Камуфляж",
      "modifier": 0,
      "outcomes": {
        "0": "Ваша попытка маскировки превзошла все ожидания. Увеличьте DC Столкновения для вашего лагеря на 2. В первый раз, когда Чистая проверка приведет к столкновению во время этого похода, вместо этого считайте этот результат неудачей без столкновений. ",
        "1": "Ваша работа помогает скрыть ваш лагерь от обнаружения. Увеличьте Сл столкновения для вашего лагеря на 1. ",
        "2": "-",
        "3": "Вы считаете, что хорошо справились со своей попыткой маскировки, но на самом деле забыли что-то важное или случайно сделали что-то, чтобы сделать лагерь более заметным. Уменьшите Сл Столкновений для вашего лагеря на 2, и Чистые проверки, сделанные для определения столкновений, приведут к критическому успеху при броске 19 или 20."
      }
    },
    {
      "id": "Cook Basic Meal",
      "title": "Еда",
      "modifier": 0,
      "dc": 18,
      "outcomes": {
        "0": "Вы готовите вкусную еду. Персонаж, который ест эту еду, восстанавливает Хиты, равные его модификатору Телосложения (минимум 1), умноженному на удвоенный его уровень, когда он отдыхает во время этого похода вместо обычного количества, и он получает статусный бонус +1 ко всем спасброскам, пока не завершите свои ежедневные приготовления или снова отправляйтесь в приключение.",
        "1": "Вы готовите еду. Персонаж, съевший его, получает статусный бонус +1 ко всем спасброскам, пока не завершит свои ежедневные приготовления или снова не начнет приключения. ",
        "2": "Ваша еда наполняет желудок, но не имеет других эффектов. ",
        "3": "Ваша еда наносит вред пищеварению. Персонаж, принявший эту пищу, получает Тошнота 1 до тех пор, пока не отдохнет и не завершит свои ежедневные приготовления. "
      }
    },
    {
      "id": "Hunt and Gather",
      "title": "Охота",
      "modifier": 0,
      "outcomes": {
        "0": "Вы найдете количество основных ингредиентов, равное удвоенному Сл зоны, плюс 4 особых ингредиента. Если вы занимаетесь охотой и собирательством в зоне не ниже 7-го уровня, увеличьте количество найденных особых ингредиентов до 8; если вы делаете это в зоне как минимум 14-го уровня, увеличьте его до 12. ",
        "1": "Вы найдете количество основных ингредиентов, равное DC зоны, плюс 1d4 специальных ингредиентов. Если вы занимаетесь охотой и собирательством в зоне уровня не ниже 7, увеличьте количество найденных особых ингредиентов до 2d4; если вы делаете это в зоне как минимум 14- го уровня, увеличьте его до 3d4. ",
        "2": "Вы найдете количество основных ингредиентов, равное Сл зоны. ",
        "3": "Вы находите 1d4 основных ингредиента (максимум равен Сл зоны). Кроме того, вы привлекли внимание. Сделайте дополнительную плоскую проверку, чтобы определить, происходит ли случайное столкновение в вашем лагере после этого действия."
      }
    },
    {
      "id": "Organize Watch",
      "title": "Дежурства",
      "modifier": 0,
      "outcomes": {
        "0": "Дозор лагеря эффективен. Рассматривайте общее время, необходимое для отдыха, как если бы размер группы был на 1 больше, и все персонажи получают статусный бонус +2 к проверкам Восприятия, сделанным во время их смены на страже",
        "1": "Персонажи получают статусный бонус +1 к проверкам Восприятия, сделанным во время их смены на вахте. ",
        "2": "Ваша попытка организовать вахту не дает никаких дополнительных преимуществ. ",
        "3": "Ваша попытка организовать вахту не дает никаких дополнительных преимуществ. вы могли привлечь нежелательное внимание. Попытайтесь провести плоскую проверку Сл столкновения зоны, чтобы определить, происходит ли случайное столкновение. "
      }
    },
    {
      "id": "Tell Campfire Story",
      "title": "Истории у костра",
      "modifier": 0,
      "outcomes": {
        "0": "Вы значительно вдохновляете своих союзников. На оставшуюся часть лагеря ваши союзники получают статусный бонус +2 к броскам атаки, спасброскам и проверкам навыков во время боя в лагере. Бонусы заканчиваются, как только начинаются ежедневные приготовления после завершения отдыха. Если союзник провел час, отдыхая, он также может перебросить неудачный бросок в любое время один раз в течение оставшейся части кемпинга, пока сохраняется бонус статуса; это эффект удачи.",
        "1": "Вы вдохновляете своих союзников. Как критический успех, но статусный бонус +1. Союзник, проведший час в расслаблении, получает статусный бонус +2, но не получает эффекта повторного броска, даруемого критическим успехом",
        "2": "Ваши союзники не двигаются и не получают никаких преимуществ.",
        "3": "Ваша история отвлекает или сбивает с толку ваших союзников. Каждый из них получает штраф -1 к проверкам навыков, пока не расслабится или не начнет ежедневные приготовления"
      }
    }
  ]
}
